Revit 2027 API
ScheduleField.IsCombinedParameterField Property
 Indicates if the field is a combined parameter field.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public bool IsCombinedParameterField { get; }
Public ReadOnly Property IsCombinedParameterField As Boolean
	Get
public:
property bool IsCombinedParameterField {
	bool get ();
}
member IsCombinedParameterField : bool with get
Property Value
Boolean
See Also
Reference
ScheduleField Class
Autodesk.Revit.DB Namespace